<template>
  <div class="p-5">
    <h1 class="text-center font-normal">
      นโยบายความเป็นส่วนตัว (Privacy Policy)
    </h1>
    <p><span>&nbsp;</span></p>
    <p class="text-left">
      <span>
        บริษัท ไซเบอร์เพย์ เทคโนโลยี จำกัด (“บริษัท”)
        ในฐานะผู้ให้บริการระบบชำระเงินออนไลน์
        เคารพสิทธิความเป็นส่วนตัวของผู้ใช้บริการ (“ท่าน”)
        และตระหนักดีถึงความสำคัญในการเก็บรักษาข้อมูลส่วนบุคคลซึ่งท่านเปิดเผยให้แก่บริษัท
        บริษัทจึงจัดให้มีประกาศนโยบายความเป็นส่วนตัว (“นโยบาย”)
        เพื่อแจ้งให้ท่านได้ทราบถึงรายละเอียดและแนวทางปฏิบัติของบริษัทต่อการเก็บรวบรวม
        ใช้ และเปิดเผยข้อมูลส่วนบุคคลของท่าน
        ซึ่งเป็นไปตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562
        (“กฎหมายคุ้มครองข้อมูลส่วนบุคคล”) กฎหมาย และกฎเกณฑ์อื่นใดที่เกี่ยวข้อง
        และเพื่อให้ท่านเกิดความมั่นใจในการเข้ารับบริการจากบริษัท
        โดยมีเนื้อหาสาระดังต่อไปนี้
        โปรดอ่านและทำความเข้าใจนโยบายความเป็นส่วนตัวฉบับนี้ก่อนกดปุ่ม “ยินยอม”
      </span>
    </p>
    <p><span>&nbsp;</span></p>
    <p class="text-left font-bold">
      <span> 1.บทนิยาม </span>
    </p>
    <p class="text-left">
      <span>
        “ข้อมูลส่วนบุคคล” หมายถึง ข้อมูลที่เกี่ยวกับบุคคลธรรมดา
        ซึ่งทำให้สามารถระบุถึงตัวบุคคลนั้นได้ ไม่ว่าทางตรงหรือทางอ้อม
        แต่ไม่รวมถึงข้อมูลของผู้ถึงแก่กรรมโดยเฉพาะ
      </span>
    </p>
    <p class="text-left">
      <span>
        “ข้อมูลที่มีความอ่อนไหว” หมายถึง ข้อมูลส่วนบุคคลที่เกี่ยวกับเชื้อชาติ
        เผ่าพันธุ์ ความคิดเห็นทางการเมือง ความเชื่อในลัทธิ ศาสนาหรือปรัชญา
        พฤติกรรมทางเพศ ประวัติอาชญากรรม ข้อมูลสุขภาพ ความพิการ ข้อมูลสหภาพแรงงาน
        ข้อมูลพันธุกรรม ข้อมูลชีวภาพ
        หรือข้อมูลอื่นใดซึ่งกระทบต่อเจ้าของข้อมูลส่วนบุคคลในทำนองเดียวกันตามที่คณะกรรมการคุ้มครองข้อมูลส่วนบุคคลประกาศกำหนด
      </span>
    </p>
    <p class="text-left">
      <span>
        “ข้อมูลชีวภาพ” หมายถึง ข้อมูลส่วนบุคคลที่เกิดจากการใช้เทคนิค
        หรือเทคโนโลยีที่เกี่ยวข้องกับลักษณะเด่นทางกายภาพ
        หรือทางพฤติกรรมของบุคคลมาใช้ทำให้สามารถยืนยันตัวตนของบุคคลนั้นที่ไม่เหมือนกับบุคลอื่นได้
        เช่น ข้อมูลจำลองภาพใบหน้า ข้อมูลจำลองม่านตา หรือข้อมูลจำลองลายนิ้วมือ
      </span>
    </p>
    <p><span>&nbsp;</span></p>
    <p class="text-left font-bold">
      <span>
        2.ประเภทของผู้ใช้บริการและข้อมูลส่วนบุคคลภายใต้นโยบายฉบับนี้
      </span>
    </p>
    <p class="text-left">
      <span>
        บริษัทอาจเก็บรวบรวม ใช้
        หรือเปิดเผยข้อมูลส่วนบุคคลของผู้ใช้บริการแตกต่างกันออกไปขึ้นอยู่กับความสัมพันธ์ระหว่างท่านกับบริษัท
        โดยมีรายละเอียดดังต่อไปนี้
      </span>
    </p>
    <p><span>&nbsp;</span></p>
    <p class="text-left font-bold" style="text-indent: 1.5em">
      <span> 1.ร้านค้าออนไลน์ </span>
    </p>
    <p class="text-left">
      <span>
        ข้อมูลรายละเอียดส่วนตัว เช่น คำนำหน้าชื่อ ชื่อ-นามสกุล เพศ อายุ สัญชาติ
        วันเดือนปีเกิด เลขประจำตัวประชาชน หรือเลขหนังสือเดินทาง
        หรือเลขประจำตัวในเอกสารสำคัญประจำตัวที่รัฐบาลหรือหน่วยงานของรัฐเจ้าของสัญญาติออกให้
        รูปถ่าย
      </span>
    </p>
    <p class="text-left">
      <span>
        ข้อมูลติดต่อ เช่น ที่อยู่ตามบัตรประจำตัวประชาชนหรือตามทะเบียนบ้าน
        ที่อยู่ปัจจุบัน ที่อยู่ทางอิเล็กทรอนิกส์ หมายเลขโทรศัพท์ บัญชีผู้ใช้งาน
        Social Network เช่น LINE ID, Facebook
      </span>
    </p>
    <p class="text-left">
      <span>
        ข้อมูลทางการเงิน เช่น ชื่อและเลขบัญชีธนาคาร สาขาธนาคาร
        ข้อมูลบัญชีเงินฝากธนาคาร ข้อมูลการรายละเอียดการทำงาน เช่น อาชีพ
        ตำแหน่งงาน รายละเอียดเกี่ยวกับสถานประกอบการ
        แผนที่แสดงที่ตั้งของสถานประกอบการ ข้อมูลอื่น ๆ เช่น
        บันทึกบทสนทนาและการติดต่อสื่อสารระหว่างท่านกับตัวแทนให้บริการลูกค้าของบริษัท
        ไม่ว่าจะในรูปแบบหรือวิธีใด ๆ ก็ตาม รวมถึงแต่ไม่จำกัดเพียง โทรศัพท์
        เว็บไซต์ อีเมล ข้อความสนทนา และการสื่อสารทางสื่อสังคมออนไลน์
        ข้อมูลเกี่ยวกับที่ท่านให้ไว้แก่บริษัทไม่ว่าผ่านช่องทางใด ๆ
        บันทึกกล้องโทรทัศน์วงจรปิดบริเวณอาคารสำนักงานของบริษัท
      </span>
    </p>
    <p><span>&nbsp;</span></p>
    <p class="text-left font-bold" style="text-indent: 1.5em">
      <span> 2.ลูกค้า </span>
    </p>
    <p class="text-left">
      <span>
        ข้อมูลรายละเอียดส่วนตัว เช่น คำนำหน้าชื่อ ชื่อ-นามสกุล เพศ อายุ
        วันเดือนปีเกิด รูปถ่าย ข้อมูลติดต่อ เช่น ที่อยู่สำหรับส่งใบเรียกเก็บเงิน
        และ/หรือสำหรับจัดส่งสินค้า ที่อยู่ทางอิเล็กทรอนิกส์ หมายเลขโทรศัพท์
        บัญชีผู้ใช้งาน Social Network เช่น LINE ID, Facebook ข้อมูลอื่น ๆ เช่น
        ข้อมูลการค้นหาสินค้าผลิตภัณฑ์
        ข้อมูลธุรกรรมการคำสั่งซื้อสินค้าและการชำระเงินของท่าน
        บันทึกบทสนทนาและการติดต่อสื่อสารระหว่างท่านกับตัวแทนให้บริการลูกค้าของบริษัท
        ไม่ว่าจะในรูปแบบหรือวิธีใด ๆ ก็ตาม รวมถึงแต่ไม่จำกัดเพียง โทรศัพท์
        เว็บไซต์ อีเมล ข้อความสนทนา และการสื่อสารทางสื่อสังคมออนไลน์
        ข้อมูลเกี่ยวกับที่ท่านให้ไว้แก่บริษัทไม่ว่าผ่านช่องทางใด ๆ
      </span>
    </p>
    <p><span>&nbsp;</span></p>
    <p class="text-left font-bold" style="text-indent: 1.5em">
      <span> 3.ผู้เข้าใช้งานเว็บไซต์บริษัท </span>
    </p>
    <p class="text-left">
      <span>
        บริษัทอาจเก็บรวบรวมข้อมูลของผู้เข้าใช้งานเว็บไซต์ของบริษัท เช่น
        ข้อมูลพฤติกรรมการใช้งานเว็บไซต์ของบริษัท (Cookies Usage)
        ที่อยู่อินเตอร์เน็ตโพรโทคอล (Internet Protocol: IP)
        ข้อมูลเกี่ยวกับอุปกรณ์สื่อสารที่ท่าน หน้าที่นำเข้าสู่เว็บไซต์บริษัท
        หน้าที่ออกจากเว็บไซต์บริษัท วันและเวลาการคลิกข้อมูล
        ซึ่งข้อมูลเหล่านี้จะถูกนำไปใช้ในเชิงสถิติที่ไม่ระบุตัวตน
        เพื่อให้บริษัทเข้าใจเกี่ยวกับพฤติกรรมการใช้งานเว็บไซต์ของบริษัท
      </span>
    </p>
    <p><span>&nbsp;</span></p>
    <p class="text-left font-bold" style="text-indent: 1.5em">
      <span> 3.วัตถุประสงค์และฐานการจัดเก็บข้อมูลส่วนบุคคล </span>
    </p>
    <p class="text-left">
      <span>
        บริษัทจะเก็บรวบรวม ใช้
        หรือเปิดเผยข้อมูลส่วนบุคคลของท่านเฉพาะกรณีที่จำเป็นหรือมีฐานการประมวลผลในการเก็บรวบรวม
        ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลเท่านั้น ซึ่งรวมถึงการเก็บรวบรวม ใช้
        หรือเปิดเผย
        ข้อมูลส่วนบุคคลของท่านเพื่อการปฏิบัติตามสัญญาที่บริษัทได้ทำไว้กับท่าน
        เพื่อประโยชน์โดยชอบด้วยกฎหมายเพื่อการดำเนินการตามภาระหน้าที่ตามกฎหมาย
        การดำเนินการตามความยินยอมของท่าน และ/หรือ ภายใต้ฐานทางกฎหมายอื่น ๆ
        ซึ่งอาจจะอาศัยฐานการประมวลผลฐานใดฐานหนึ่งหรือหลายฐานประกอบกันก็ได้
        ดังต่อไปนี้
      </span>
    </p>
    <p><span>&nbsp;</span></p>
    <p class="text-left font-bold" style="text-indent: 1.5em">
      <span> การประมวลผลตามฐานสัญญา (Contract) </span>
    </p>
    <p class="text-left">
      <span>
        บริษัทจะเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่าน
        เพื่อดำเนินการตามคำขอของท่านก่อนเข้าลงทะเบียนสมัครใช้บริการกับบริษัท
        และ/หรือเพื่อการปฏิบัติตามสัญญาซึ่งท่านเป็นคู่สัญญา
        ซึ่งรวมถึงแต่ไม่จำกัดเพียงวัตถุประสงค์ดังต่อไปนี้
      </span>
    </p>
    <p class="text-left">
      <span>
        - พิจารณาคุณสมบัติ ตรวจสอบคัดกรอง
        และประเมินความเสี่ยงของท่านก่อนเข้าทำสัญญา
      </span>
    </p>
    <p class="text-left">
      <span>
        - พิจารณาอนุมัติคำขอ ให้บริการช่วยเหลือ หรือตอบข้อสงสัยของท่าน
      </span>
    </p>
    <p class="text-left">
      <span> - พิสูจน์และยืนยันตัวตนก่อนเข้าลงทะเบียนสมัครใช้บริการ </span>
    </p>
    <p class="text-left">
      <span> - การพิจารณา และประมวลผลข้อมูลเพื่อให้บริการแก่ท่าน </span>
    </p>
    <p class="text-left">
      <span>
        - แจ้งเตือนการทำธุรกรรม ออกหลักฐานการชำระเงิน ออกเอกสารหักภาษี ณ ที่จ่าย
      </span>
    </p>
    <p class="text-left">
      <span> - ติดตามชำระหนี้ </span>
    </p>
    <p><span>&nbsp;</span></p>
    <p class="text-left font-bold" style="text-indent: 1.5em">
      <span>
        การประมวลผลตามฐานประโยชน์โดยชอบด้วยกฎหมาย (Legitimate Interest)
      </span>
    </p>
    <p class="text-left">
      <span>
        บริษัทจะเก็บรวมรวม ใช้
        หรือเปิดเผยข้อมูลส่วนบุคคลของท่านภายใต้ฐานประโยชน์โดยชอบด้วยกฎหมายของบริษัทหรือของบุคคลอื่น
        โดยประโยชน์ดังกล่าวจะต้องไม่น้อยไปกว่าสิทธิขั้นพื้นฐาน ประโยชน์
        และเสรีภาพในข้อมูลส่วนบุคคลของท่าน
        และจะต้องไม่เกินขอบเขตที่ท่านสามารถคาดหมายได้
        ซึ่งรวมถึงแต่ไม่จำกัดเพียงวัตถุประสงค์ดังต่อไปนี้
      </span>
    </p>
    <p class="text-left">
      <span>
        - การบริหารกิจการของบริษัท เช่น ประเมินบริหารจัดการความเสี่ยง ตรวจสอบ
        ป้องกัน และเฝ้าระวังการทุจริต การฟอกเงิน การก่อการร้าย
        การประพฤติโดยมิชอบ หรือการก่ออาชญากรรมอื่น ๆ
        ซึ่งรวมถึงแต่ไม่จำกัดเพียงการตรวจสอบความน่าเชื่อถือของบุคคลใด ๆ
        ที่เกี่ยวข้องกับลูกค้าองค์กรธุรกิจของบริษัท
      </span>
    </p>
    <p class="text-left">
      <span>
        - บริหารจัดการความสัมพันธ์ระหว่างบริษัทและท่าน เช่น
        การรับเรื่องและจัดการการร้องเรียน
      </span>
    </p>
    <p class="text-left">
      <span>
        - มาตรการรักษาความปลอดภัย เช่น แลกบัตร และ/หรือ
        บันทึกภาพถ่ายหรือภาพเคลื่อนไหวผ่านกล้องโทรทัศน์วงจรปิดของผู้ที่มาติดต่อก่อนเข้าอาคารของบริษัท
      </span>
    </p>
    <p class="text-left">
      <span>
        - กรณีผู้ใช้บริการเป็นนิติบุคคล บริษัทจะมีการเก็บรวบรวม ใช้
        และเปิดเผยข้อมูลส่วนบุคคลของกรรมการ ผู้มีอำนาจกระทำการแทน หรือตัวแทน
      </span>
    </p>
    <p><span>&nbsp;</span></p>
    <p class="text-left font-bold" style="text-indent: 1.5em">
      <span>
        การประมวลผลตามฐานการปฏิบัติหน้าที่ตามกฎหมาย (Legal Obligation)
      </span>
    </p>
    <p class="text-left">
      <span>
        การปฏิบัติตามกฎหมายใด ๆ ที่เกี่ยวข้อง และ/หรือ เพื่อปฏิบัติตามกฎระเบียบ
        ข้อบังคับที่ออกโดยหน่วยงานที่กำกับดูแล และ/หรือ
        คำสั่งของผู้มีอำนาจตามกฎหมาย ซึ่งบริษัทมีหน้าที่ต้องปฏิบัติตาม
      </span>
    </p>
    <p><span>&nbsp;</span></p>
    <p class="text-left font-bold" style="text-indent: 1.5em">
      <span> การประมวลผลตามฐานความยินยอม (Consent) </span>
    </p>
    <p class="text-left">
      <span>
        ในบางกรณี บริษัทอาจมีการขอความยินยอมจากท่านก่อนจะมีการเก็บรวบรวม ใช้
        หรือเปิดเผยข้อมูลส่วนบุคคลของท่านเพื่อให้ท่านได้รับประโยชน์สูงสุด
        และ/หรือ เพื่อให้บริษัทสามารถให้บริการที่ตอบสนองต่อความต้องการของท่าน
        ซึ่งรวมถึงแต่ไม่จำกัดเฉพาะวัตถุประสงค์ดังต่อไปนี้
      </span>
    </p>
    <p class="text-left">
      <span>
        - ประมวลผล วิจัย และวิเคราะห์พฤติกรรม
        หรือความชื่นชอบของท่านเพื่อปรับปรุงและพัฒนาบริการที่ตอบสนองต่อความต้องการของท่านอย่างแท้จริง
        และ/หรือเพื่อนำเสนอข้อมูลเกี่ยวกับบริการส่งเสริมการขายของบริษัทที่ท่านอาจจะสนใจ
        และ/หรือเพื่อเสนอสิทธิประโยชน์ที่เหมาะสมกับท่านโดยเฉพาะ
      </span>
    </p>
    <p class="text-left">
      <span>
        - เพื่อบริหารเว็บไซต์ อำนวยความสะดวก
        เพิ่มประสิทธิภาพในการเข้าใช้งานเว็บไซต์ และประเมินจำนวนผู้เข้าชมเว็บไซต์
        และความนิยมในส่วนต่าง ๆ ของเว็บไซต์
      </span>
    </p>
    <p><span>&nbsp;</span></p>
    <p class="text-left font-bold" style="text-indent: 1.5em">
      <span> 4. การเปิดเผยข้อมูลส่วนบุคคลของท่าน </span>
    </p>
    <p class="text-left">
      <span>
        บริษัทจะไม่เปิดเผยข้อมูลที่จัดเก็บไว้ข้างต้นให้แก่บุคคลที่สาม
        เว้นแต่ในกรณีดังต่อไปนี้เท่านั้น
      </span>
    </p>
    <p class="text-left">
      <span>
        - เมื่อบริษัทมอบหมายให้ผู้รับข้อมูลดังกล่าว
        ดำเนินการจัดเก็บและ/หรือประมวลผลข้อมูลดังกล่าวแทนบริษัท
        วัตถุประสงค์เพื่อความปลอดภัยในการเก็บรักษา สำรองข้อมูล บริการเรียกข้อมูล
        และเพื่อความสะดวกในการให้บริการ
      </span>
    </p>
    <p class="text-left">
      <span>
        - เมื่อบริษัทจำเป็นต้องเปิดเผยข้อมูลดังกล่าวเพื่อปฏิบัติตามกฎหมาย
        หรือเมื่อบริษัทได้รับการร้องขอให้เปิดเผยข้อมูลดังกล่าวแก่หน่วยงานหรือหน่วยงานกำกับดูแลต่าง
        ๆ ที่มีอำนาจตามกฎหมาย
      </span>
    </p>
    <p class="text-left">
      <span>
        -
        ผู้ซื้อหรือผู้ขายที่ท่านได้ติดต่อหรือทำธุรกรรมผ่านช่องทางการให้บริการของบริษัท
      </span>
    </p>
    <p class="text-left">
      <span>
        - เมื่อการเปิดเผยข้อมูลดังกล่าวเป็นการจำเป็นสำหรับการให้บริการของบริษัท
        โดยเปิดเผยให้แก่พันธมิตรทางธุรกิจ และนิติบุคคลอื่น
        ซึ่งรวมถึงแต่ไม่จำกัดเพียง บริษัทที่ให้บริการขนส่ง
        บริษัทที่ให้บริการรับชำระค่าสินค้า และ/หรือบริการ
        ผู้ให้บริการการทำธุรกรรมทางการเงิน
        พันธมิตรทางธุรกิจที่ออกผลิตภัณฑ์ร่วมกัน และผู้สนับสนุนอื่น ๆ
      </span>
    </p>
    <p class="text-left">
      <span>
        -
        เมื่อท่านให้ความยินยอมในการเปิดเผยข้อมูลดังกล่าวโดยชัดแจ้งแก่บริษัทเป็นครั้งคราว
        ทั้งนี้
        บริษัทจะดำเนินการให้แน่ใจว่าผู้รับข้อมูลดังกล่าวได้เก็บรักษาข้อมูลส่วนบุคคลของท่านไว้เป็นความลับ
        ไม่นำไปใช้เพื่อวัตถุประสงค์อื่นนอกเหนือจากที่บริษัทได้กำหนดไว้
        และจะปฏิบัติกับตามนโยบายความเป็นส่วนตัวฉบับนี้และกฎหมายที่เกี่ยวข้องอย่างเคร่งครัด
      </span>
    </p>
    <p><span>&nbsp;</span></p>
    <p class="text-left font-bold" style="text-indent: 1.5em">
      <span> 5.ระยะเวลาการจัดเก็บข้อมูลส่วนบุคคล </span>
    </p>
    <p class="text-left">
      <span>
        บริษัทจะเก็บรวบรวมข้อมูลส่วนบุคคลของท่านตราบเท่าที่จำเป็นเพื่อให้บรรลุวัตถุประสงค์ที่ระบุไว้ในนโยบายนี้
        โดยบริษัทจะเก็บข้อมูลส่วนบุคคลตลอดระยะเวลาที่ท่านยังใช้บริการหรือมีความสัมพันธ์อยู่กับบริษัท
        และอาจต่อเนื่องไปอีกเป็นระยะเวลา 10 (สิบ)
        ปีนับแต่วันที่มีการยุติความสัมพันธ์กับท่าน เว้นแต่ เพื่อปฏิบัติตามกฎหมาย
        ก่อตั้งสิทธิตามกฎหมาย หรือการใช้สิทธิเรียกร้องตามกฎหมาย
        โดยเมื่อสิ้นสุดระยะเวลาการเก็บรวบรวมข้อมูลส่วนบุคคลของท่าน
        บริษัทจะดำเนินการลบหรือทำลายข้อมูลส่วนบุคคลดังกล่าว
        หรือทำให้เป็นข้อมูลที่ไม่สามารถระบุตัวตนทันที
      </span>
    </p>
    <p><span>&nbsp;</span></p>
    <p class="text-left font-bold" style="text-indent: 1.5em">
      <span> 6.การโอนข้อมูลของท่านไปต่างประเทศ </span>
    </p>
    <p class="text-left">
      <span>
        กรณีที่บริษัทโอนข้อมูลส่วนบุคคลของท่านไปยังต่างประเทศ เช่น
        กรณีบริษัทเก็บรักษาข้อมูลส่วนบุคคลของท่านบนแฟลตฟอร์มคลาวด์หรือเซิร์ฟเวอร์ที่ตั้งอยู่นอกประเทศไทยเพื่อการสบับสุนด้านเทคโนโลยีสารสนเทศ
        หากประเทศดังกล่าวที่มีมาตรฐานการคุ้มครองข้อมูลที่ต่ำกว่าประเทศไทย
        บริษัทจะดำเนินมาตรการที่เห็นว่าจำเป็น
        เพื่อให้แน่ใจว่ามีการคุ้มครองข้อมูลส่วนบุคคลที่ถูกโอนในระดับที่เพียงพอ
      </span>
    </p>
    <p><span>&nbsp;</span></p>
    <p class="text-left font-bold" style="text-indent: 1.5em">
      <span> 7.มาตราฐานการรักษาความปลอดภัย </span>
    </p>
    <p class="text-left">
      <span>
        เพื่อป้องการการสูญหาย เข้าถึง ใช้ เปลี่ยนแปลง แก้ไข
        หรือเปิดเผยข้อมูลส่วนบุคคลที่ถูกเก็บรวบรวมโดยปราศจากอำนาจหรือโดยมิชอบ
        บริษัทได้ใช้มาตรการรักษาความปลอดภัย ทั้งมาตรการเชิงการบริหารจัดการองค์กร
        และมาตรการเชิงเทคนิคที่เหมาะสมในการรักษาความปลอดภัยของข้อมูลส่วนบุคคลของท่าน
        เช่น
        การจำกัดการเข้าถึงข้อมูลส่วนบุคคลของท่านเฉพาะแต่บุคคลที่มีส่วนเกี่ยวข้องเท่านั้น
        และกำหนดให้บุคคลเหล่านั้นรักษาข้อมูลส่วนบุคคลของท่านไว้เป็นความลับ
        มีการใช้ซอฟต์แวร์ป้องกันและตรวจสอบการเข้าถึงข้อมูลส่วนบุคคลที่เก็บอยู่บนฐานข้อมูลโดยไม่ได้รับอนุญาต
        เป็นต้น
      </span>
    </p>
    <p><span>&nbsp;</span></p>
    <p class="text-left font-bold" style="text-indent: 1.5em">
      <span> 8.การเก็บรวบรวมข้อมูลของผู้หย่อนความสามารถ </span>
    </p>
    <p class="text-left">
      <span>
        บริษัทขอแจ้งให้ท่านทราบว่าบริษัทไม่มีเจตนาในการเก็บรวบรวม ใช้
        หรือเปิดเผยข้อมูลส่วนบุคคลของผู้หย่อนความสามารถตามกฎหมาย อันได้แก่
        ผู้เยาว์ (บุคคลที่มีอายุต่ำกว่า 20 ปีบริบูรณ์
        หรือบุคคลที่ยังไม่บรรลุนิติภาวะโดยการสมรสตามกฎหมาย)
        บุคคลที่ถูกศาลสั่งให้เป็นบุคคลเสมือนไร้ความสามารถ
        หรือบุคคลไร้ความสามารถตามกฎหมาย ทั้งนี้
        บริษัทขอให้ผู้ใช้อำนาจปกครองตามกฎหมาย
        โปรดดูแลไม่ให้ผู้หย่อนความสามารถที่อยู่ภายใต้อำนาจการปกครองของท่านส่งมอบข้อมูลส่วนบุคคลให้แก่บริษัท
        หากมีกรณีที่ผู้หย่อนความสามารถส่งมอบข้อมูลส่วนบุคคลให้แก่บริษัท
        บริษัทจะถือว่าท่านยินยอมให้บริษัทครอบครองข้อมูลนั้น
        และยินยอมที่จะผูกพันตามเงื่อนไขที่กำหนดไว้ในนโยบายฉบับนี้ อย่างไรก็ตาม
        หากบริษัททราบว่ามีการเก็บรวบรวมข้อมูลส่วนบุคคลจากผู้หย่อนความสามารถ
        บริษัทจะดำเนินการระงับ หยุด
        และลบข้อมูลส่วนบุคคลของผู้หย่อนที่ปราศจากความยินยอมของผู้ใช้อำนาจปกครองตามที่กฎหมายกำหนด
      </span>
    </p>
    <p><span>&nbsp;</span></p>
    <p class="text-left font-bold" style="text-indent: 1.5em">
      <span> 9.การเชื่อมต่อเว็บไซต์ของบุคคลที่สาม</span>
    </p>
    <p class="text-left">
      <span>
        บริการของบริษัทอาจมีการเชื่อมต่อไปยังเว็บไซต์ของบุคคลที่สาม
        ซึ่งเว็บไซต์ที่ถูกเชื่อมโยงเหล่านั้นมีประกาศนโยบายความเป็นส่วนตัวที่แยกและเป็นอิสระต่อกัน
        บริษัทขอแนะนำให้ท่านศึกษานโยบายความเป็นส่วนตัวของเว็บไซต์นั้น ๆ
        เพื่อทราบในรายละเอียดก่อนการเข้าใช้งาน ทั้งนี้
        บริษัทไม่มีความเกี่ยวข้องและไม่มีอำนาจควบคุมถึงมาตรการคุ้มครองความเป็นส่วนตัวของเว็บไซต์ดังกล่าว
        และไม่สามารถรับผิดชอบต่อเนื้อหานโยบาย ความเสียหาย
        หรือการกระทำอันเกิดจากเว็บไซต์ของบุคคลที่สาม
      </span>
    </p>
    <p><span>&nbsp;</span></p>
    <p class="text-left font-bold" style="text-indent: 1.5em">
      <span> 10.บุคคลที่ได้รับอนุญาตให้เข้าถึงข้อมูลส่วนบุคคล</span>
    </p>
    <p class="text-left">
      <span>
        เฉพาะเจ้าหน้าที่ของบริษัทที่มีหน้าที่
        และ/หรือความรับผิดชอบเกี่ยวข้องกับวัตถุประสงค์การใช้ข้อมูลที่กล่าวไว้ข้างต้นเท่านั้นที่มีสิทธิเข้าถึงข้อมูลของท่านได้
        ในกรณีที่บริษัทมอบหมายให้บุคคลที่สามเป็นผู้จัดเก็บ
        และ/หรือประมวลผลข้อมูล
        บริษัทจะดำเนินการให้แน่ใจว่าจะมีเฉพาะเจ้าหน้าที่ของบุคคลที่ได้รับมอบหมายดังกล่าวที่มีหน้าที่
        และ/หรือความรับผิดชอบเกี่ยวข้องกับการจัดเก็บ
        และ/หรือประมวลผลข้อมูลที่สามารถเข้าถึงข้อมูลของท่านได้
      </span>
    </p>
    <p><span>&nbsp;</span></p>
    <p class="text-left font-bold" style="text-indent: 1.5em">
      <span> 11.สิทธิของเจ้าของข้อมูล</span>
    </p>
    <p class="text-left">
      <span>
        กฎหมายคุ้มครองข้อมูลส่วนบุคคลมีวัตถุประสงค์เพื่อให้ข้อมูลส่วนบุคคลของท่านอยู่ในความควบคุมของท่านได้มากขึ้น
        โดยท่านสามารถใช้สิทธิของท่านตามกฎหมายคุ้มครองข้อมูลส่วนบุคคลซึ่งมีรายละเอียดดังต่อไปนี้
      </span>
    </p>
    <p class="text-left" style="text-indent: 3em">
      <span>
        (1) สิทธิในการเข้าถึงและขอรับสำเนาข้อมูลส่วนบุคคลที่ท่านให้ไว้กับบริษัท
        รวมถึงขอให้บริษัทเปิดเผยการได้มาซึ่งข้อมูลส่วบุคคลที่ท่านไม่ได้ให้ความยินยอมในการเก็บรวบรวม</span
      >
    </p>
    <p class="text-left" style="text-indent: 3em">
      <span>
        (2)
        สิทธิในการขอแก้ไขข้อมูลส่วนบุคคลของท่านที่ไม่ถูกต้องหรือไม่ครบถ้วนตลอดระยะเวลาที่ข้อมูลของท่านอยู่กับบริษัท</span
      >
    </p>
    <p class="text-left" style="text-indent: 3em">
      <span>
        (3) สิทธิในการขอให้บริษัทลบหรือทำลายข้อมูลของท่าน
        หรือทำให้ข้อมูลของท่านอยู่ในรูปแบบข้อมูลที่ไม่สามารถระบุตัวตนของท่านได้</span
      >
    </p>
    <p class="text-left" style="text-indent: 3em">
      <span> (4) สิทธิในการขอให้ระงับการใช้ข้อมูลส่วนบุคคลของท่าน</span>
    </p>
    <p class="text-left" style="text-indent: 3em">
      <span>
        (5) สิทธิในการคัดค้านการเก็บรวบรวม ใช้
        หรือเปิดเผยข้อมูลส่วนบุคลของท่าน</span
      >
    </p>
    <p class="text-left" style="text-indent: 3em">
      <span>
        (6) สิทธิในการขอให้ส่งหรือโอนข้อมูลส่วนบุคคลของท่าน
        เว้นแต่บริษัทไม่สามารถทำได้โดยสภาพทางเทคนิค
        หรือบริษัทมีเหตุในการปฏิเสธคำขอของท่านโดยชอบด้วยกฎหมาย</span
      >
    </p>
    <p class="text-left" style="text-indent: 3em">
      <span>
        (7) สิทธิในการถอนความยินยอม
        ท่านมีสิทธิขอถอนความยินยอมที่ท่านได้ให้ไว้กับบริษัทได้ตลอดระยะเวลาที่ข้อมูลของท่านอยู่กับบริษัท
        เว้นแต่โดยสภาพไม่สามารถถอนความยินยอม ทั้งนี้
        การถอนความยินยอมของท่านจะไม่ส่งผลกระทบต่อการเก็บรวบรวม ใช้
        หรือเปิดเผยข้อมูลส่วนบุคคลของท่านที่ได้ให้ความยินยอมไปแล้วโดยชอบ
        ก่อนการถอนความยินยอมดังกล่าว</span
      >
    </p>
    <p class="text-left" style="text-indent: 3em">
      <span>
        (8) สิทธิร้องเรียนต่อเจ้าหน้าที่ผู้มีอำนาจตามกฎหมายที่กี่ยวข้อง เช่น
        คณะกรรมการ/สำนักงานคุ้มครองข้อมูลส่วนบุคคล
        ในกรณีที่ท่านเห็นว่าบริษัทฝ่าฝืนหรือไม่ปฏิบัติตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคลคำขอใช้สิทธิดังกล่าวข้างต้นจะต้องกระทำการเป็นลายลักษณ์อักษรตามรูปแบบที่บริษัทกำหนดเพื่อการพิจารณาตรวจสอบว่าผู้ที่ร้องขอเป็นผู้ที่ที่มีสิทธิเข้าถึงข้อมูลส่วนบุคคลอย่างแท้จริง
        และบริษัทจะใช้ความพยายามอย่างดีที่สุดในการดำเนินการตามคำขอของท่านภายใน
        30 วัน ทั้งนี้ บริษัทขอแจ้งให้ท่านทราบว่าสิทธิต่าง ๆ
        ของท่านอาจถูกกำจัดภายใต้กฎหมายที่เกี่ยวข้อง
        หรืออาจมีเหตุจำเป็นที่บริษัทไม่สามารถดำเนินการตามคำขอใช้สิทธิของท่านได้
        เช่น เป็นการใช้สิทธิที่ไม่สุจริต
        หรืออาจกระทบต่อสิทธิหรือเสรีภาพของบุคคลอื่น เป็นต้น
        โดยบริษัทจะแจ้งเหตุปฏิเสธให้ท่านทราบด้วย</span
      >
    </p>
    <p><span>&nbsp;</span></p>
    <p class="text-left font-bold" style="text-indent: 1.5em">
      <span>12.การแก้ไขเปลี่ยนแปลงนโยบายความเป็นส่วนตัว</span>
    </p>
    <p class="text-left">
      <span>
        บริษัทอาจทำการเปลี่ยนแปลงนโยบายความเป็นส่วนตัวได้
        เพื่อให้สอดคล้องกับหลักเกณฑ์ทางกฎหมายที่มีการเปลี่ยนแปลง
        และเมื่อได้มีการเปลี่ยนแปลงเนื้อหาข้อตกลงนโยบายความเป็นส่วนตัว
        บริษัทจะแจ้งให้ท่านทราบตามความเหมาะสมของสถานการณ์ผ่านเว็บไซต์ของบริษัท
        หรือช่องทางการสื่อสารอื่นของบริษัท
        และให้ถือว่าท่านยอมรับในการเปลี่ยนแปลงนั้น
        หากท่านไม่ประสงค์ที่จะใช้บริการต่อไปภายใต้ข้อตกลงฉบับใหม่
        ท่านสามารถยกเลิกการใช้บริการได้ตามที่ประสงค์
      </span>
    </p>
    <p><span>&nbsp;</span></p>
    <p class="text-left font-bold" style="text-indent: 1.5em">
      <span>13.กฎหมายที่ใช้บังคับ</span>
    </p>
    <p class="text-left">
      <span>
        นโยบายความเป็นส่วนตัวนี้ให้ตีความตามกฎหมายไทย
        ท่านยินยอมให้เขตอำนาจศาลไทยเป็นศาลที่มีเขตอำนาจในการพิจารณาข้อพิพาทที่เกิดขึ้นตามข้อกำหนด
      </span>
    </p>
    <p><span>&nbsp;</span></p>
    <p class="text-left font-bold" style="text-indent: 1.5em">
      <span>14.ช่องทางการติดต่อ</span>
    </p>
    <p class="text-left">
      <span>
        หากท่านมีข้อเสนอแนะ หรือข้อสอบถามเกี่ยวกับนโยบายความเป็นส่วนตัว
        ประสงค์จะขอแก้ไขข้อมูลส่วนบุคคล หรือประสงค์จะดำเนินการใด ๆ
        ในประการที่เกี่ยวกับการใช้สิทธิของเจ้าของข้อมูลส่วนบุคคล
        ท่านสามารถติดต่อบริษัทได้ที่
      </span>
    </p>
    <p class="text-left" style="text-indent: 1.5em"> 
      <span>
        ชื่อบริษัท : บริษัท ไซเบอร์เพย์ เทคโนโลยี จำกัด ที่อยู่ เลขที่ 1
        อาคารเอ็มไพร์ ทาวเวอร์ ชั้น 47 ห้อง 4703 ถ.สาทรใต้ แขวงยานนาวา เขตสาทร
        กรุงเทพมหานคร 10120 เว็บไซต์ของบริษัท : https://www.cyberpay.tech/
        เเจ้งเรื่องออนไลน์ : cyberpay.tech@gmail.com เบอร์โทรศัพท์ : 026861209
        หรือ 062-170-2979
      </span>
    </p>
  </div>
</template>

<style scoped>
h1 {
  color: #464646;
}

p {
  font-size: 14px;
}
</style>

<script>
export default {};
</script>
