<template>
  <div class="p-5">
    <h1 class="text-center font-normal">
      ข้อตกลงต่อไปนี้ มีผลบังคับใช้ทันทีที่ลูกค้าเริ่มต้นใช้บริการกับ บริษัท
      ไซเบอร์เพย์ เทคโนโลยี จำกัด
    </h1>
    <p><span>&nbsp;</span></p>
    <p class="text-left">
      <span>
        ขอให้ลูกค้าทุกท่านโปรดทำความเข้าใจและปฎิบัติตาม
        ระบบชำระเงินผ่านบัตรเครดิตออนไลน์
        เป็นบริการระบบชำระเงินด้วยบัตรเครดิตผ่านเครือข่ายอินเตอร์เน็ต
        ดังนั้นบริการระบบชำระเงินออนไลน์
        ก็คือบริการระบบชำระเงินค่าสินค้าหรือบริการด้วยการตัดบัตรเครดิต
        เพื่อใช้การซื้อขายสินค้าหรือบริการบนอินเตอร์เน็ต
        โดยผู้ใช้บริการจะต้องเป็นบุคคลหรือเจ้าของเว็บไซต์ที่ขายสินค้าหรือบริการ
        บนเครือข่ายอินเตอร์เน็ต
        และต้องการใช้บริการระบบชำระเงินผ่านบัตรเครดิตเพื่อชำระค่าสินค้าหรือ
        บริการของตน นอกจากนี้ บริการระบบชำระเงินผ่านบัตรเครดิต
        จะใช้งานผ่านระบบจัดการที่เราจัดทำขึ้นเพื่อใช้ในการจัดการดูแล
        การชำระเงินค่าสินค้า หรือบริการของผู้ใช้บริการผ่านบัตรเครดิต เช่น
        ระบบการประมวลผลการสั่งซื้อสินค้าหรือบริการ, ระบบการจัดการ,
        ระบบการกรอกรายละเอียดบัตรเครดิต,
        ระบบสรุปยอดการชำระเงินค่าสินค้าหรือบริการ และ
        ระบบการแจ้งผลการชำระเงินค่าสินค้าหรือบริการผ่านบัตรเครดิต
        เพื่อให้การใช้งานบริการระบบชำระเงินผ่านบัตรเครดิต เป็นไปด้วยความสะดวก
        รวดเร็ว และปลอดภัย
      </span>
    </p>
    <p><span>&nbsp;</span></p>
    <p class="text-left font-bold" style="text-indent: 1.5em">
      <span> คุณสมบัติของร้านค้า </span>
    </p>
    <p><span>&nbsp;</span></p>
    <p class="text-left" style="text-indent: 1.5em">
      <span> 1. ต้องมีเว็บไซต์และโดเมนเนมที่ยังเปิดใช้งานได้ </span>
    </p>
    <p class="text-left" style="text-indent: 1.5em">
      <span> 2. ต้องไม่ดำเนินธุรกิจที่ผิดกฎหมายหรือขัดต่อศีลธรรม </span>
    </p>
    <p class="text-left" style="text-indent: 3em">
      <span> - สื่อลามก </span>
    </p>
    <p class="text-left" style="text-indent: 3em">
      <span> - เหล้า เครื่องดื่มที่มีแอลกอฮอล์ทุกชนิด </span>
    </p>
    <p class="text-left" style="text-indent: 3em">
      <span> - บุหรี่และสารเสพติด ยาเสพติด </span>
    </p>
    <p class="text-left" style="text-indent: 3em">
      <span> - สินค้าละเมิดลิขสิทธิ์ </span>
    </p>
    <p class="text-left" style="text-indent: 3em">
      <span> - ยา (ผิดกฎหมายบางประเทศ) </span>
    </p>
    <p class="text-left" style="text-indent: 3em">
      <span> - เครื่องสำอางค์ผิดกฎหมาย </span>
    </p>
    <p class="text-left" style="text-indent: 3em">
      <span> - เกมส์ออนไลน์ </span>
    </p>
    <p class="text-left" style="text-indent: 3em">
      <span> - สินค้าลอกเลียนแบบทุกชนิด </span>
    </p>
    <p class="text-left" style="text-indent: 1.5em">
      <span>
        3. ธุรกิจจำหน่ายอาหารเสริม เครื่องสำอาง ผลิตภัณฑ์เกี่ยวกับสุขภาพ
        ทีมงานจะตรวจสอบเป็นพิเศษและอนุมัติในเฉพาะรายที่สินค้าได้รับการรับรองจาก
        อย. หรือหน่วยงานที่ถูกต้องตามกฎหมายเท่านั้น
      </span>
    </p>
    <p class="text-left" style="text-indent: 1.5em">
      <span>
        4. ร้านค้าที่มีลักษณะเป็น Merchant Aggregator คือการนำระบบของ เพย์
        โซลูชั่นไปเชื่อมต่อกับร้านค้าย่อยหรือเว็บไซต์อื่นๆที่ไม่ได้ ลงทะเบียนไว้
      </span>
    </p>
    <p class="text-left" style="text-indent: 1.5em">
      <span>
        ร้านค้าให้คำรับรองว่า สินค้าหรือบริการของร้านค้า
        จะต้องเป็นสิ่งที่ถูกต้องตามกฎหมายและ ไม่ผิดต่อศีลธรรมอันดีงามของประชาชน
        หาก บริษัท ไซเบอร์เพย์ เทคโนโลยี จำกัด
        ตรวจสอบพบภายหลังว่าร้านค้านำระบบชำระเงินผ่านบัตรเครดิตนี้
        ไปใช้ชำระเงินค่าสินค้าหรือบริการที่ผิดกฎหมาย หรือผิดต่อศีลธรรม บริษัท
        ไซเบอร์เพย์ เทคโนโลยี จำกัด มีสิทธิที่จะยึดเงินทั้งหมดของร้านค้า
        พร้อมทั้งสามารถยกเลิกการให้บริการทั้งหมดได้ทันที
      </span>
    </p>
    <p><span>&nbsp;</span></p>
    <p class="text-left" style="text-indent: 1.5em">
      <span> การยอมรับข้อตกลงและระเบียบการใช้งาน </span>
    </p>
    <p><span>&nbsp;</span></p>
    <p class="text-left" style="text-indent: 1.5em">
      <span> - ค่าบริการใช้งานระบบ: ราคาขึ้นอยู่กับระบบที่เลือกใช้งาน </span>
    </p>
    <p class="text-left" style="text-indent: 1.5em">
      <span> 2. ข้อตกลงการโอนยอดรายได้ </span>
    </p>
    <p><span>&nbsp;</span></p>
    <p class="text-left" style="text-indent: 1.5em">
      <span>
        บริษัท ไซเบอร์เพย์ เทคโนโลยี จำกัด จะสรุปยอดรายได้ของร้านค้าในแต่ละเดือน
        และโอนยอดรายได้ดังกล่าวหลังจากหักค่าธรรมเนียมแล้วให้กับร้านค้าทุกๆวันพุธ
        ของสัปดาห์ถัดไป โดยนำฝากเข้าบัญชีธนาคารที่ร้านค้าแจ้งมา แต่หากทุกๆวันพุธ
        ของสัปดาห์ถัดไปตรงกับวันหยุดทำการของ บริษัท ไซเบอร์เพย์ เทคโนโลยี จำกัด
        หรือธนาคาร ยอดรายได้จะถูกนำฝากเข้าบัญชีของร้านค้าในวันทำการถัดไป
      </span>
    </p>
    <p><span>&nbsp;</span></p>
    <p class="text-left" style="text-indent: 1.5em">
      <span>
        - ค่าธรรมเนียมคืนเงิน 300 บาท/รายการ (หากรายการชำระเงินนั้นเกิน 7 วัน)
      </span>
    </p>
    <p class="text-left" style="text-indent: 1.5em">
      <span>
        * ค่าธรรมเนียมการโอนเงิน 12 - 20 บาท (ยอดโอนไม่เกิน 2,000,000 บาท/ครั้ง)
      </span>
    </p>
    <p class="text-left" style="text-indent: 1.5em">
      <span> การเพิ่มความถี่ในการรับเงินรายได้ </span>
    </p>
    <p class="text-left" style="text-indent: 1.5em">
      <span>
        บริษัท ไซเบอร์เพย์ เทคโนโลยี จำกัด ได้มีนโยบายเพิ่มเติมเกี่ยวกับเรื่อง
        การรับเงินรายได้ร้านค้า กล่าวคือ ร้านค้าที่เข้าเงื่อนไขดังต่อไปนี้
        สามารถแจ้งขอปรับการรับเงินรายได้เป็นราย 15 วันหรือ รายสัปดาห์
      </span>
    </p>
    <p class="text-left" style="text-indent: 3em">
      <span>
        1. ร้านค้าที่ใช้บริการ บริษัท ไซเบอร์เพย์ เทคโนโลยี จำกัด มากกว่า 6
        เดือนขึ้นไป
      </span>
    </p>
    <p class="text-left" style="text-indent: 3em">
      <span>
        2. ไม่มีปัญหาเกี่ยวกับการปฎิเสธการชำระเงินจากลูกค้า (Charge Back)
      </span>
    </p>
    <p class="text-left" style="text-indent: 3em">
      <span>
        3. หากมีรายได้รวมมากกว่า 100,000 บาท/เดือน สามารถขอปรับการรับเงินเป็นราย
        15 วันได้
      </span>
    </p>
    <p class="text-left" style="text-indent: 3em">
      <span>
        4. หากมีรายได้รวมมากกว่า 500,000 บาท/เดือน
        สามารถขอปรับการรับเงินเป็นรายสัปดาห์ได้
      </span>
    </p>
    <p class="text-left" style="text-indent: 1.5em">
      <span> 3. อัตราการแลกเปลี่ยนสกุลเงิน </span>
    </p>
    <p class="text-left" style="text-indent: 1.5em">
      <span>
        ในกรณีที่ราคาขายของสินค้าหรือบริการเป็นสกุลเงินต่างประเทศ
        ร้านค้าตกลงและรับทราบว่า บริษัท ไซเบอร์เพย์ เทคโนโลยี จำกัด
        จะคิดคำนวณยอดรายได้โดยใช้อัตราแลกเปลี่ยนตามอัตราซื้อ (Buying Rate)
        แต่ละวันของธนาคารกสิกรไทย ณ วันที่เกิดการชำระเงินผ่านบัตรเครดิต
        ทั้งนี้อัตราการแลกเปลี่ยนในแต่ละวันนั้นไม่คงที่
        ร้านค้าจึงต้องทำความเข้าใจกับลูกค้าด้วยเช่นกัน
      </span>
    </p>
    <p class="text-left" style="text-indent: 1.5em">
      <span> 4. กรณียึดหน่วง </span>
    </p>
    <p class="text-left" style="text-indent: 1.5em">
      <span>
        ร้านค้าตกลงที่จะตรวจสอบการทำรายการของลูกค้าอย่างสม่ำเสมอ
        และชะลอการส่งสินค้าไปยังลูกค้าก่อนเป็นระยะเวลา 48
        ชั่วโมงทุกครั้งหลังจากที่รายการสั่งซื้ออนุมัติ
        เพื่อป้องกันรายการชำระเงินที่มีปัญหา ซึ่งในกรณีที่รายการใดถูก บริษัท
        ไซเบอร์เพย์ เทคโนโลยี จำกัด ตรวจพบว่ามีการชำระเงินที่ผิดปกติ
        หรือมียอดเงินสูง สถานะของการทำรายการนั้นอาจเปลี่ยนแปลงจาก Complete เป็น
        Hold ได้ ภายใน 48 ชั่วโมง ทั้งนี้หากมีการเปลี่ยนสถานะรายการเกิดขึ้น
        ร้านค้ายินยอมที่จะปฎิบัติตามขั้นตอนที่ทาง
      </span>
    </p>
    <p class="text-left" style="text-indent: 1.5em">
      <span> 5. กรณีการปฏิเสธการชำระเงิน </span>
    </p>
    <p class="text-left" style="text-indent: 1.5em">
      <span>
        ร้านค้ายอมรับการปฏิเสธการชำระเงินจากผู้ถือบัตร (Charge Back)
        หากภายหลังธนาคารหรือบริษัทผู้ให้บริการบัตรเครดิตตรวจพบข้อสงสัย
        หรือความผิดปกติ หรือการทุจริต ฉ้อโกง หรือไม่ว่าด้วยกรณีใดก็ตาม
        ร้านค้ายินยอมให้ บริษัท ไซเบอร์เพย์ เทคโนโลยี
        จำกัดทำการหักยอดเงินดังกล่าว จากรายได้ร้านค้า
        หรือโอนยอดเงินดังกล่าวกลับมายัง บริษัท ไซเบอร์เพย์ เทคโนโลยี จำกัด
        ทั้งนี้ความเสี่ยง และความเสียหายที่เกิดขึ้นนั้น
        ร้านค้าจะเป็นผู้รับผิดชอบทั้งหมด
      </span>
    </p>
    <p class="text-left" style="text-indent: 1.5em">
      <span> 6. เพื่อให้เป็นไปตามกฎกระทรวงและกฎหมายการฟอกเงิน </span>
    </p>
    <p class="text-left" style="text-indent: 1.5em">
      <span>
        บริษัท ไซเบอร์เพย์ เทคโนโลยี จำกัด
        จึงได้กําหนดแบบฟอร์มสําหรับธุรกรรมที่มียอดชําระเงิน 50,000 บาทขึ้นไป
        เพื่อให้ลูกค้าทําการกรอกและแสดงตน ตามกระบวนการที่เรียกว่า CDD (Customer
        Due Diligence) และแนบหลักฐาน เช่น บัตรประชาชน หรือ พาสปอร์ต
        เพื่อทําการสืบทราบข้อมูลเพิ่มเติมเกี่ยวกับผู้ทําธุรกรรมรายนั้นๆ
        และขอสงวนสิทธิ์
        ในการแจ้งให้ทางสํานักงานป้องกันและปราบปรามการฟอกเงินทราบเพื่อดําเนินการ
        ตรวจสอบในลําดับต่อไป
      </span>
    </p>
    <p class="text-left" style="text-indent: 1.5em">
      <span>
        * บริษัท ไซเบอร์เพย์ เทคโนโลยี จำกัด
        ขอสงวนสิทธิ์ที่จะเปลี่ยนแปลงข้อตกลงข้างต้นตามความเหมาะสม
        โดยจะแจ้งให้ร้านค้าทราบเป็นคราวๆไป
      </span>
    </p>
  </div>
</template>

<style scoped>
h1 {
  color: #464646;
}

p {
  font-size: 14px;
}
</style>
